["**If you have any errors with the application inform the moderators and admins.**\n What is your current level in the server? (Do !rank to check)", "What time-zone do you live in? (Eg. PST)","What are your preferred pronouns?","Do you have any previous experience moderating a Discord Server? If so, what kind of server was it? How long were you a moderator? How many members did it have?","How many hours will you be able to moderate per day?","How long have you been in this server?\n> (Use the command ?whois to check.)","How old are you?","Explain why you think you would be a good fit for staff as opposed to other people? What makes you different?","Do you understand that if you do get picked, you are expected to respect the higher-ups and always follow and enforce the rules to the best extent you can?\n> (Yes/No)","If we get raided how would you handle the situation? Explain in as much detail as you can.","Do you completely understand the Discord ToS and the Server Rules, and agree to follow and enforce them at all times?\n> (Yes/No)","Do you agree to respect all members, and all staff?\n> (Yes/No)","How long have you been using Discord?\n> (Use the ?whois command to check.)","List all the Mee6 commands you know below.","Why are you interested in becoming a staff member?","A member is spamming in the main chat. \n> What action(s) do you take as a moderator?","Someone has said the “n-word” in the main chat. \n> What action(s) do you take as a moderator?","Two people are having a heated argument in the main chat.  \n> What action(s) do you take as a moderator?","Someone has been talking sexually to another member.\n> What action(s) do you take as a moderator?","A member has posted an NSFW picture in a channel.\n> What action(s) do you take as a moderator?","A member has posted a malicious link in a channel.\n> What action(s) do you take as a moderator?","A member is unhappy about their punishment that you have delivered, so they proceed to message you through your DMs.\n> What action(s) do you take as a moderator?","Another moderator has questioned your punishment.\n> What do you do?", "Do you want to submit your application? If so type **submit**.", "You have completed the staff application. The staff team will now review your application and you will get a response within 7 days."]